Revit 2027 API
ParameterTypeId.ViewSchemaSettingForSystem Property
 "System Color Schemes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSchemaSettingForSystem { get; }
Public Shared ReadOnly Property ViewSchemaSettingForSystem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSchemaSettingForSystem {
	ForgeTypeId^ get ();
}
static member ViewSchemaSettingForSystem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace